Repository: frontenddevEurojust/eurofound
Catalog: sites/all/translations/autosave-7.x-2.2.*.po
Languages: hu

source: Autosave save
hu: <em>Autosave</em> mentés

source: Ignore
hu: Mellőz

source: Restore
hu: Visszaállítás

source: The autosave module automatically saves a form after a period of time.
hu: Az <em>Autosave</em> modul automatikusan elmenti az űrlapot bizonyos időközönként.

source: Configure autosave settings.
hu: <em>Autosave</em> beállítások.

source: Enable Autosave to add/edit forms for this node type
hu: Az <em>Autosave</em> engedélyezése a felvivő/szerkesztő űrlapokhoz ebben a tartalomtípusban.

source: Check this box to enable Autosave for this node type.
hu: Ez a kapcsoló engedélyezi az <em>Autosave</em> modult erre a tartalomtípusra.

source: Autosave after this amount seconds has passed
hu: Az <em>Autosave</em> ennyi másodperc elteltével aktivizálódik

source: Autosave module successfully installed. Please review the <a href="@settings">configuration settings</a>.
hu: Az <em>Autosave</em> modul sikeresen telepítve. Át lehet tekinteni a <a href="@settings">beállítások oldalon</a>.

source: Saves node edits in the background in case browser dies while editing.
hu: Elmenti a tartalomszerkesztő űrlapot a háttérben arra az esetre, ha a böngésző meghalna szerkesztés közben.

source: Stealth Mode
hu: Lopakodó mód

source: Run in stealth mode
hu: Futás lopakodó módban

source: If this check box is selected no popup will appear notifying user that the form has been autosaved.
hu: Ha ez a jelölőnégyzet be van jelölve, akkor az űrlap automatikus mentésekor nem fog értesítő üzenet megjelenni a felhasználónak.
