Repository: frontenddevEurojust/eurofound
Catalog: sites/all/translations/features_extra-7.x-1.0-beta1.*.po
Languages: fi

source: Block settings
fi: Lohkon asetukset

source: Machine name
fi: Koneluettava nimi

source: Nodequeues
fi: Nodequeuet

source: Profile fields
fi: Profiilikentät

source: The machine-readable name must contain only lowercase letters, numbers, and underscores.
fi: Järjestelmää varten tarkoitettu nimi voi sisältää vain pieniä kirjaimia, numeroita ja alaviivoja.

source: Block contents (boxes)
fi: Lohkojen sisällöt (laatikot)

source: Give the block a machine name to make it exportable with "!features" module.
fi: Anna koneluettava nimi tehdäksisi siitä "!features" moduulin vietävä.

source: The machine-readable name has been taken. Please pick another one.
fi: Koneluettava nimi on käytössä. Valitse jokin muu koneluettava nimi.

source: Build blocks and block settings as features.
fi: Rakenna lohkot ja asetukset ominaisuuksiksi.

source: Build nodequeues as features.
fi: Rakenna nodequeueita ominaisuuksiksi.

source: Export profile field using features.
fi: Vie profiilikenttiä käyttäen featuresia.

source: The function @function is deprecated.
fi: Funktio @function on vanhentunut.
