Repository: frontenddevEurojust/eurofound
Catalog: sites/all/translations/geolocation-7.x-1.4.*.po
Languages: pl

source: Remove
pl: Usuń

source: Yes
pl: Tak

source: No
pl: Nie

source: Google Map
pl: Mapa Google

source: Latitude
pl: Szerokość geograficzna

source: Longitude
pl: Długość geograficzna

source: Map width
pl: Szerokość mapy

source: Map height
pl: Wysokość mapy

source: !name field is required.
pl: Pole !name jest wymagane.

source: Zoom level
pl: Poziom przybliżenia

source: Image format
pl: Format obrazka

source: Latitude:
pl: Szerokość:

source: Longitude:
pl: Długość:

source: Marker icon
pl: Ikona markera.

source: Latitude/Longitude
pl: Szerokość/Długość geograficzna

source: Map Type
pl: Typ mapy

source: Save my location
pl: Zachowaj moją lokalizację

source: Your location will be saved and may be shared.
pl: Twoja lokalizacja została zapisana i może zostać udostępniona.

source: My Location
pl: Moja lokalizacja

source: Geolocation
pl: Geolokacja

source: Invalid Latitude. Value must be numeric.
pl: Niepoprawna szerokość geograficzna. Wymagana jest wartość numeryczna.

source: Invalid Latitude. Value must be between 90 and -90.
pl: Niepoprawna szerokość geograficzna. Musi być z przedziału 90 i -90.

source: Invalid Longitude. Value must be numeric.
pl: Niepoprawna długość geograficzna. Wymagana jest wartość numeryczna.

source: Invalid Longitude. Value must be between 180 and -180
pl: Niepoprawna długość geograficzna. Musi być z przedziału 180 i -180.

source: Simple text-based formatter
pl: Prosty formater tekstowy.

source: Latitude text-based formatter
pl: Tekstowy formater szerokości geograficznej.

source: Longitude text-based formatter
pl: Tekstowy formater długości geograficznej.

source: Geolocation is @lat, @lng
pl: Położenie geograficzne to: @lat, @lng

source: Provides a geolocation field.
pl: Dostarcza pole geolokalizacyjne

source: Static Google Map
pl: Statyczna mapa Google

source: Choose an Image Format. jpg and jpg-baseline typically provide the smallest image size, though they do so through "lossy" compression which may degrade the image. gif, png8 and png32 provide lossless compression.
pl: Wybierz format obrazka. Formaty oparte na jpg zapewniają mniejszy rozmiar pliku kosztem kompresji stratnej, która może pogorszyć jakość obrazu. Formaty gif i png zapewniają kompresję bezstratną.

source: Choose map type. <em>roadmap</em> (default) specifies a standard roadmap image, as is normally shown on the Google Maps website. <em>satellite</em> specifies a satellite image. <em>terrain</em> specifies a physical relief map image, showing terrain and vegetation. <em>hybrid</em> specifies a hybrid of the satellite and roadmap image, showing a transparent layer of major streets and place names on the satellite image.
pl: Wybierz typ mapy. <em>roadmap</em> (domyślne) dostarcza standardowa mapę drogową. <em>satellite</em> dostarcza zdjęcia satelitarne. <em>terrain</em> to fizyczna mapa uwzględniająca rzeźbę terenu. <em>hybrid</em> łączy w sobie mapę satelitarną z nałożoną przezroczystą siecią drogową.

source: Choose a custom zoom level - the higher the number the closer. <em>High zoom warning:</em> Google might not return images for any combination of Map Type and Zoom Level.
pl: Wybierz własny poziom zbliżenia - im wyższa wartość tym bliżej. <em> Uwaga:</em> Google może nie zwrócić obrazów dla nieodpowiedniej kombinacji typu mapy i poziomu zbliżenia.

source: Get location
pl: Pobierz lokalizację

source: Enter an address / location in the textfield or you can also click on the map to set a marker
pl: Wprowadź adres / lokalizację do pola tekstowego. Możesz również kliknąć punkt na mapie, aby wstawić marker.

source: Provides Google Maps widgets and formaters for geolocation field.
pl: Dostarcza formater i pole z mapą Google dla pola geolocation.

source: Geocoder failed due to:
pl: Geokodowanie nie działa ponieważ:

source: Geocode was not successful for the following reason:
pl: Geokodowanie nie powiodło się ponieważ:

source: , or use your browser geolocation system by clicking this link
pl: , lub użyj usługi lokalizacji dostarczanej przez przeglądarkę klikając w ten link

source: , or use the IP-based location by clicking this link
pl: , lub użyj systemu lokalizowania opartego o adres IP klikając w ten link

source: HTML5 Map image
pl: Obrazkowa mapa HTML5

source: HTML5 widget
pl: Pole HTML5

source: Your web browser does not support geolocation (<a href="http://en.wikipedia.org/wiki/W3C_Geolocation_API">W3C Geolocation API</a>).
pl: Twoja przeglądarka nie wspiera geolokalizacji (<a href="http://en.wikipedia.org/wiki/W3C_Geolocation_API">W3C Geolocation API</a>).

source: Your browser is looking for your location, you may need to approve this…
pl: Twoja przeglądarka stara się uzyskać twoją lokalizację, być może prosi Cię teraz o wydanie na to zgody...

source: Geolocation HTML5
pl: Geolokalizacja HTML5

source: Provides a widget and formater for geolocation field based on <a href="http://www.w3.org/TR/geolocation-API/">HTML5’s geolocation API</a>.
pl: Dostarcza pole i formater do pola geofield bazujący na <a href="http://www.w3.org/TR/geolocation-API/">HTML5’s geolocation API</a>.

source: Scroll Zoom
pl: Przybliż/Oddal za pomocą rolki myszy.

source: By default zooming is done with double click and/or using the map controls to avoid interrupting the normal window scroll. It can optionally be enabled here.
pl: Domyślnie przybliżanie i oddalanie zapewniane jest za pomocą podwójnego kliknięcia myszką lub przycisków na mapie by zapewnić klasyczne przewijanie okna. Opcjonalnie możesz włączyć tę opcję.

source: !name field is incomplete, latitude value is missing.
pl: Pole !name jest niekompletne, brak szerokości geograficznej.

source: !name field is incomplete, longitude value is missing.
pl: Pole !name jest niekompletne, brak długości geograficznej.

source: Geolocation service failed. We've placed you in NewYork.
pl: Niestety usługa Geolokalizacji w tej chwili nie działa. Umieściliśmy twój marker w Nowym Jorku.

source: Your browser doesn't support geolocation. We've placed you in Siberia.
pl: Niestety, ale twoja przeglądarka nie wspiera geolokalizacji. Umieścilismy Cię na Syberii.

source: !name field is required. You may need to allow your browser detect your location.
pl: Pole !name jest obowiązkowe. Możesz spróbować odnaleźć swoją lokalizację za pomocą przeglądarki.

source: Dynamic Google Map
pl: Dynamiczna mapa Google

source: Draggable Marker
pl: Przeciągnij - upuść marker.

source: Enabling this will allow the user to darg/drop the marker to select a location.
pl: Zaznacz aby móc zmieniać lokalizacje markera metodą przeciągnij - upuść.
