Repository: frontenddevEurojust/eurofound
Catalog: sites/all/translations/exported/blocks/*.po
Languages: el

# block:9:body
source: Survey topics
el: Ερευνητικά θέματα

# block:16:body
source: <p><a href="/board-members-extranet">Extranet for the Governing Board</a></p>
el: Εξωτερικό δίκτυο του Governing Board

# block:5:body
source: <p>Please fill in the form below to create a new account. If you already have an account at eurofoundcms.eu then please <a href="user/login">log in.</a></p>
el: <p>Παρακαλούμε συμπληρώστε την παρακάτω φόρμα για να δημιουργήσετε ένα νέο λογαριασμό. Αν έχετε ήδη λογαριασμό στο eurofoundcms.eu, τότε παρακαλούμε <a href="user/login">συνδεθείτε εδώ.</a></p>

# block:7:body
source: <p class="eu-agency"><img alt="" src="/sites/all/themes/effoundationtheme/images/eu-logo.png"> Eurofound is an agency of the European Union</p>
el: <p class="eu-agency"><img alt="" src="/sites/all/themes/effoundationtheme/images/eu-logo.png"> Το Eurofound είναι ένας οργανισμός της Ευρωπαϊκής Ένωσης</p>

# block:12:title
source: Surveys
el: Έρευνες

# block:1:title
source: Contact us
el: Επικοινωνία

# block:2:title
source: Social media
el: Μέσα κοινωνικής δικτύωσης

# block:2:body
source: <ul> <li><a href="http://www.facebook.com/pages/Dublin-Ireland/Eurofound/66500373395" id="social-facebook">Find us on Facebook</a></li> <li><a href="http://twitter.com/eurofound" id="social-twitter">Follow us on Twitter</a></li> <li><a href="http://www.youtube.com/user/eurofound" id="social-youtube">Subscribe to our YouTube Channel</a></li> <li><a href="http://google.com/+eurofound" id="social-google-plus">Follow us on +Google</a></li> <li><a href="http://www.eurofound.europa.eu/press/newsfeeds/index.htm" id="social-rss-feeds">Subscribe to our RSS feeds</a></li> </ul>
el: <ul> <li><a href="http://www.facebook.com/pages/Dublin-Ireland/Eurofound/66500373395" id="social-facebook">Βρείτε μας στο Facebook</a></li> <li><a href="http://twitter.com/eurofound" id="social-twitter">Ακολουθείστε μας στο Twitter</a></li> <li><a href="http://www.youtube.com/user/eurofound" id="social-youtube">Εγγραφείτε στο YouTube Κανάλι μας</a></li> <li><a href="http://google.com/+eurofound" id="social-google-plus">Ακολουθείστε μας στο +Google</a></li> <li><a href="http://www.eurofound.europa.eu/press/newsfeeds/index.htm" id="social-rss-feeds">Εγγραφείτε στα RSS feeds μας</a></li> </ul>

# menu:menu-ef-quick-links:title
source: Quick links
el: Χρήσιμοι σύνδεσμοι

# block:11:title
source: Promo Area
el: Προτεινόμενες σελίδες

# block:10:title
source: Important Documents
el: Σημαντικά έγγραφα

# block:4:body
source: <p><span class="st"><em>Eurofound, </em>a tripartite <strong>European Union Agency</strong>, provides knowledge to assist in the development of <strong>social and work-related policies</strong>. </span></p>
el: <p><span class="st">Το Eurofound, ένας τριμερής Οργανισμός της Ευρωπαϊκής Ένωσης, παρέχει τις γνώσεις για να βοηθήσει στην ανάπτυξη των κοινωνικών και εργασιακών πολιτικών.</span></p>
